{
    "Causes": [
        {
            "Title": "Human Being’s Direct Threat",
            "Image": "d1.png",
            "Text": "At first, we, as human beings, are responsible for some direct influence on coral reef destruction. The people who step or crush coral reefs might feel it has minimal impact on them. However, it means a lot more than people think. Every year, people around the world enjoy traveling. The amount of trash and wastewater thrown away by tourists in coral reef areas is excessive enough to have a negative impact on coral reef ecosystems. Moreover, anchors of snorkelers or divers’ boats contribute to the destruction of coral reefs. The destruction is obvious when we think about the case that anchors are in or on top of coral reefs."
        },
        {
            "Title": "Hard to Survive with Other Species",
            "Image": "d2.png",
            "Text": "In the ocean, seaweeds and coral reefs are in competition. They both have to get sunlight as a source of growth, and coral reefs are usually lost in the competition. Because the seaweed is more likely to block coral reefs’ sunlight before it reaches coral reefs, Seaweeds have a better condition. Also, The crown-of-thorns starfish, Acanthaster planci, is a large starfish that preys upon hard, or stony, coral polyps (Scleractinia). This starfish is widely distributed around Indo-Pacific where coral reefs or hard coral communities occur in this region.  The two photos above show before predation of crown-of-thorns starfish on the left and after predation on the right. They clearly show the destruction of coral reefs."
        },
        {
            "Title": "Global Warming",
            "Image": "d3.png",
            "Text": "Climate change is the greatest global threat to coral reef ecosystems. One kind of climate change is global warming. Since coral reefs are extremely sensitive for ocean water temperature, the bleaching of coral reefs occurs when the temperature is high. As temperatures rise, mass coral bleaching events and infectious disease outbreaks are becoming more frequent. The main point of this is that they are still alive when they are in white condition. However, if it continues, they ultimately die. Climate change will affect coral reef ecosystems, through sea level rise, changes to the frequency and intensity of tropical storms, and altered ocean circulation patterns. When combined, all of these impacts dramatically alter ecosystem function, as well as the goods and services coral reef ecosystems provide to people around the globe."
        },
        {
            "Title": "Coral Reef Bleaching",
            "Image": "d4.png",
            "Text": "Coral reef bleaching causes corals to expel the internal microorganisms that give them their vibrant colors. Bleaching events are attributed to a number of factors, including pollution and extreme low tide, but the most common (and widespread) is the change in water temperature thanks to global warming. As the planet heats up, water temperatures tend to rise as well. As I mentioned on the ‘Global Warming’ part, the bleaching itself does not mean the death of coral reefs. Even though it seems minimal when they recover, it usually happens in a large group of coral reefs. When they maintain bleaching conditions for a long time, a massive amount of coral reefs are going to death."
        },
        {
            "Title": "Water Pollution",
            "Image": "d5.png",
            "Text": "Water pollution is perhaps the most obvious cause of coral reef destruction. This could be an indirect impact on coral reefs from human beings . When a massive effusion of oil happens near a coral reef area, first, the oil layer on the ocean surface blocks the sunlight. Second, the elements ultimately change the chemical makeup of the water, so every organism under the oil layer has a negative impact on that. As coral reefs are picky to choose a habitat, once the area gets polluted, it is hard to take them back. Therefore, we, human beings, have to be careful when we throw some waste into the ocean."
        },
        {
            "Title": "Sources",
            "Image": "blank.png",
            "Text": "https://www.coralgardening.org/causes/\nhttp://www.coastalwiki.org/wiki/Threats_to_Coral_Reefs:_the_Effects_of_Chemical_Pollution\nhttps://oceanservice.noaa.gov/facts/coralreef-climate.html\nhttps://en.wikipedia.org/wiki/Crown-of-thorns_starfish\nhttps://www.leisurepro.com/blog/ocean-news/5-main-coral-reef-destruction/"
        }
    ],
    "Effects": [
        {
            "Title": "",
            "Image": "",
            "Text": ""
        }
    ],
    "Solutions": [
        {
            "Title": "",
            "Image": "",
            "Text": ""
        }
    ],
    "Actions": [
        {
            "Title": "",
            "Image": "",
            "Text": ""
        }
    ]
}